/*!

=========================================================
* Light Bootstrap Dashboard React - v1.3.0
=========================================================

* Product Page: https://www.creative-tim.com/product/light-bootstrap-dashboard-react
* Copyright 2019 Creative Tim (https://www.creative-tim.com)
* Licensed under MIT (https://github.com/creativetimofficial/light-bootstrap-dashboard-react/blob/master/LICENSE.md)

* Coded by Creative Tim

=========================================================

* The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.

*/
import React, { Component } from "react";
import { Grid, Row, Col } from "react-bootstrap";
import Axios from "axios";
import Nova from "shop/api/components/nova";
class Main extends Component {
  render() {
    return (
      <div className="">
        <div className="main-title">
          <p></p>
          <p></p>
          <h1>Привет</h1>
          <h2><b>Все необхідне для автомобіля на {window.location.host}</b></h2>
          <br/>
          <p></p>
          <p></p>
          <p>
            Інтернет-магазин "Добрі колеса" пропонує своїм покупцям якісні диски,
            шини, акумулятори, інструменти, автотовари та електроніку недорого.
            У нас можна знайти тисячі дрібниць, які стануть в пригоді
            автовласникам, що піклуються про безпеку, зовнішній вигляд і комфорт
            свого транспортного засобу.
          </p>
          <p>
            За прийнятною вартістю у нас можна придбати базові товари для
            туризму й активного відпочинку.
          </p>
          <p></p>
          <p></p>
          <h2> Купити гуму найвідоміших брендів можна саме у нас</h2>
          <p></p>
          <p></p>
          <p>
            У нашому асортименті є шини відомих світових брендів для всіх типів
            транспортних засобів від легкових автомобілів до спеціалізованої
            техніки. Ви можете купити шини для всіх сезонів таких торгових
            марок: Michelin ("Мішлен"), Kleber ("Клебер"), GoodYear ("Гудієр"),
            Bridgestone ("Бріджстоун"), Nokian ("Нокіан") і багатьох інших.
            Зимові, літні та всесезонні новинки в найпопулярніших типорозмірах
            завжди є в наявності на нашому сайті.
          </p>
          <p>
            У нашому інтернет-магазині shyp-shyna.com.ua представлені тільки
            нові шини за доступними цінами.
          </p>
          <p></p>
          <p></p>
          <h2> Шини і інші автотовари прямо від виробників</h2>
          <p></p>
          <p></p>
          <p>
            Компанія "Добрі колеса" є офіційним представником компаній Pirelli
            ("Піреллі"), Goodyear ("Гудієр"), Michelin ("Мішлен"), Nokian
            ("Нокіан"), акумуляторних заводів Tudor ("Тудор") і Zubr ("Зубр")
            концерну Exide. Ми - ексклюзивний представник брендів Kleber
            ("Клебер"), Kormoran ("Корморан").
          </p>
          <p>
            Ви можете бути впевнені в якості придбаних товарів. Адже на весь
            асортимент легкових шин і диски Angel діє гарантійне обслуговування.
            В рамках гарантії Унікум ми безкоштовно здійснимо ремонт або заміну
            шин для авто в разі будь-якого пошкодження в процесі експлуатації.
            Розширені гарантійні умови діють для автомобільних батарей Dzyga.
          </p>
          <p></p>
          <p></p>
          <h2>З турботою про своїх клієнтів</h2>
          <p></p>
          <p></p>
          <p>
            Для постійних клієнтів діє програма лояльності Twist. Власники
            бонусних карток можуть накопичувати бали, отримувати подарунки, а
            також брати участь в різних розіграшах. Twist також передбачає
            суттєві знижки на товари і послуги партнерів програми.
          </p>
          <p>
            Переваги інтернет-шопінгу в "Добрі колеса" також оцінять власники карток
            Fishka. За кожну покупку нараховуються бали, які згодом можна
            обміняти на цінні призи або додаткові знижки.
          </p>
          <p>
            Ми регулярно проводимо акції та розпродажі. Тому навіть преміальні
            товари бувають доступні за низькими цінами. Підписуйтесь на наші
            новини, щоб бути в курсі гарячих знижок, очікуваних новинок і
            спеціальних пропозицій.
          </p>
          <p></p>
          <p></p>
          <h2>Вибрати і замовити легко, як ніколи</h2>
          <p></p>
          <p></p>
          <p>
            Наші менеджери допоможуть Вам у виборі та дадуть кваліфіковані
            поради. Здійснити підбір шин на конкретну машину можна самостійно,
            скориставшись зручним пошуком і фільтрами для вибору потрібного
            товару.
          </p>
          <p>
            Для зручності покупців пропонуємо різні типи оплати. Замовлення
            можна оплатити:
          </p>
          <p></p>
          <ul>
            <li>- готівкою;</li>
            <li>- за допомогою безготівкового розрахунку;</li>
            <li>- взяти в розстрочку.</li>
          </ul>
          <p>
            Доставку здійснюємо в найкоротші терміни майже в усі регіони
            України. Купити гуму від Шипшини в Києві, так само просто, як і в
            інших містах. Замовлення приймаємо 24 години на добу, 7 днів на
            тиждень.
          </p>
          <p>
            <br />
          </p>
          <p></p>
          <p>Звертайтеся в компанію "Добрі колеса" і у Вас "Все буде добре"!</p>
          <br />
          <p></p>
        </div>
      </div>
    );
  }
}

export default Main;
